* MY SQL Queries
#+name: my-query
#+header: :engine mysql
#+header: :dbhost 127.0.01
#+header: :dbuser devuser
#+header: :dbpassword localdb
#+header: :database devdb
#+begin_src sql
  SHOW TABLES;
  -- SELECT * FROM core_excercises;
  -- SELECT * FROM core_user;
#+end_src

#+RESULTS: my-query
| Tables_in_devdb             |
|-----------------------------|
| auth_group                  |
| auth_group_permissions      |
| auth_permission             |
| core_antrhopometrichistory  |
| core_evaluationquestion     |
| core_excercises             |
| core_exercisehistory        |
| core_exerciseworkouthistory |
| core_food                   |
| core_foodingestion          |
| core_ingestion              |
| core_nutritionalhistory     |
| core_nutritionhistory       |
| core_programtype            |
| core_programtypeuser        |
| core_question               |
| core_sleephistory           |
| core_sleepquestion          |
| core_user                   |
| core_user_groups            |
| core_user_user_permissions  |
| core_workoutevalhistory     |
| core_workouthistory         |
| core_workouts               |
| django_admin_log            |
| django_content_type         |
| django_migrations           |
| django_session              |


